# Adding new repositories with `brew tap`
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
#tap "homebrew/core"
tap "jorgelbg/tap"

# Installing macOS applications distributed as binaries with `brew cask install`
cask "adoptopenjdk"
cask "appcleaner"
cask "dbeaver-enterprise"
cask "docker-edge"
cask "flycut"
cask "font-hack-nerd-font"
cask "gpg-suite"
cask "gitkraken"
cask "grammarly"
cask "iterm2-beta"
#cask "keybase"
cask "macs-fan-control"
cask "slack"
cask "spectacle"
cask "spotify"
cask "spotmenu"
cask "telegram"
#cask "termius-beta"
cask "visual-studio-code"
cask "vlc"
#cask "whatsapp"

# Installing UNIX tools with `brew install`
brew "ansible"
brew "asdf"
brew "azure-cli"
brew "bat"
brew "cmake"
brew "exercism"
brew "fd"
brew "fzf"
brew "gh"
brew "go"
brew "htop"
brew "jq"
brew "k9s"
brew "kcat"
brew "kube-linter"
brew "kubectx"
brew "navi"
brew "ncurses"
brew "nmap"
#brew "oci-cli"
#brew "pinentry-touchid"
brew "stern"
brew "terraform-docs"
brew "tfsec"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "youtube-dl"
#brew "zplug"
#brew "zsh-syntax-highlighting"
