# Adding new repositories with `brew tap`
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/core'

# Installing macOS applications distributed as binaries with `brew cask install`
cask 'adoptopenjdk'
cask 'appcleaner'
cask 'dbeaver-enterprise'
cask 'docker-edge'
cask 'flycut'
cask 'font-hack-nerd-font'
cask 'gpg-suite'
cask 'gitkraken'
cask 'grammarly'
cask 'iterm2-beta'
cask 'keybase'
cask 'macs-fan-control'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'spotmenu'
cask 'telegram'
cask 'termius-beta'
cask 'visual-studio-code-insiders'
cask 'vlc'
cask 'whatsapp'

# Installing UNIX tools with `brew install`
brew 'bat'
brew 'cmake'
brew 'fd'
brew 'go'
brew 'htop'
brew 'jq'
brew 'ncurses'
brew 'nmap'
brew 'tree'
brew 'watch'
brew 'wget'
brew 'zplug'
brew 'zsh-syntax-highlighting'