acl
act
ansible
asdf
attr
autoconf
automake
avro-c
azure-cli
bat
berkeley-db
berkeley-db@5
bison
brotli
bzip2
ca-certificates
cffi
cmake
coreutils
curl
cyrus-sasl
exercism
expat
fd
flyctl
fzf
gdbm
gettext
gh
gmp
go
gperf
helm-docs
htop
hugo
icu4c
jansson
jq
k9s
kcat
krb5
kube-linter
kubectx
kubernetes-cli
libedit
libffi
libgcrypt
libgit2
libgpg-error
libidn2
liblinear
libnghttp2
libnsl
librdkafka
libserdes
libsodium
libssh2
libtirpc
libtool
libunistring
libxcrypt
libxml2
libxslt
libyaml
lm-sensors
lua
lua@5.3
lz4
lzlib
m4
mpdecimal
navi
ncurses
nmap
oniguruma
openldap
openssl@1.1
openssl@3
pcre
perl
pycparser
python-certifi
python-cryptography
python-dateutil
python-jinja
python-lxml
python-markupsafe
python-packaging
python-pyparsing
python-pytz
python-setuptools
python@3.10
python@3.11
python@3.12
pyyaml
readline
rtmpdump
ruby
six
snappy
sqlite
stern
terraform-docs
tfsec
tftui
tree
unixodbc
unzip
util-linux
vim
watch
wget
xz
yajl
youtube-dl
zlib
zstd
