authy
aws-session-manager-plugin
cheat
dbeaver-ee
dell-bios-fan-control-git
drill
electron19
electron21
expressvpn
gitkraken
google-chrome
google-cloud-sdk
i8kutils
kaf-bin
libffi7
libsidplay
manjaro-documentation-en
manjaro-firmware
microsoft-edge-beta-bin
microsoft-edge-dev-bin
microsoft-edge-stable-bin
nerd-fonts-complete
notion-app-enhanced
noto-fonts-compat
octant-bin
openlens-bin
openssh-askpass
postman-bin
premid
python-pep517
rbenv
redisinsight
slack-desktop
systemd-fsck-silent
tabby-terminal
teamviewer
visual-studio-code-bin
visual-studio-code-insiders-bin
windscribe
zoom
